programofficer_feedback.tex
% Created 2024-07-25 Thu 13:28
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Andrew Sugarman}
\date{\today}
\title{Programofficer Feedback}
\hypersetup{
 pdfauthor={Andrew Sugarman},
 pdftitle={Programofficer Feedback},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.1 (Org mode 9.7)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\section{General}
\label{sec:orgfaa628e}
\begin{itemize}
\item cv was strong
\item mentoring team was good
\end{itemize}
\subsection{Reviewer 1}
\label{sec:org3868453}
\begin{itemize}
\item need an FA pub
\item good collaborators, but must elaborate on roles
\begin{itemize}
\item Dr. Puri specifically emphasized that the sponsor and co-sponsor roles must be more clearly defined and I should enumerate who will teach me what
\begin{itemize}
\item she emphasized that I have a great score and should resubmit
\end{itemize}
\item When preparing for resubmission, put title/expected date + journal of prepared/submitted manuscripts
\end{itemize}
\end{itemize}
\begin{enumerate}
\item {\bfseries\sffamily TODO} Clearly define roles of sponsors
\label{sec:org279074b}
\item {\bfseries\sffamily TODO} clearly elaborate on roles of collaborators
\label{sec:orgbac5fd9}
\item {\bfseries\sffamily TODO} Dr. Puri said to make it a point to emphasize that I am the one performing the analysis of images
\label{sec:org85ca131}
\item {\bfseries\sffamily TODO} Edit your biosketch and state that at present x is what you wanna do but as you get through training you may diverge
\label{sec:org72d516e}
\begin{itemize}
\item must back this up with reason and say you are still in the training process (have not completed third year)
\end{itemize}
\end{enumerate}
\subsection{Reviewer 2}
\label{sec:orgec7a504}
Stated that the aims were interdependent
\begin{itemize}
\item improve discussion of potential pitfalls and alternative strategies
\item Dr. puri: ``great score hopefully next time''
\end{itemize}
\subsection{Reviewer 3:}
\label{sec:org9271894}
\begin{itemize}
\item make sure there are available biosketches for letter writers + collaborators
\item make sure the figures look pretty for resubmission
\item 
\end{itemize}
\subsection{Overall:}
\label{sec:org9f2655a}
\begin{itemize}
\item This is a great project
\item talk to your sponsor and put together a one page intro that addresses all the critiques politely and clearly
\begin{itemize}
\item next meeting will evaluate how well this is written
\end{itemize}
\item if you are training any students be sure to include this
\item emphasize rigor, reproducibility, and unbiased ness
\item indicate intended submission date and journal of any manuscripts
\item not guaranteed that you will get the same reviewers
\item make sure aims are not interdependent
\begin{itemize}
\item if aim 1 fails what will you do?
\begin{itemize}
\item whatever you propose, the primary sponsor needs to have a major role in the training and the biosketches need updating
\begin{itemize}
\item indicate the other md/phd + phd students the sponsors have mentored
\end{itemize}
\end{itemize}
\end{itemize}
\end{itemize}
\end{document}